{
  "lines1": [
      "I have pretty good luck you know. ...Well, maybe worse than Nozomi-chan's.",
      "My family runs a manjuu store. ♪ Come visit us sometime, okay?",
      "Fuwa~ Spring sure makes me sleepy~",
      "All right, let's go and give it our all!",
      "It's been pretty cold lately. Have you been keeping warm?",
      "Sing together with me!",
      "Good job! We worked hard today too, didn't we!?",
      "How are you feeling. Don't push yourself, okay?",
      "Good work. Do you want me to give you a massage?",
      "Okay, let's keep on going!",
      "I wonder if my smile will reach lots of different people...",
      "I feel like I've gotten a lot better as a school idol... It's all thanks to you! ♪",
      "I want to practice a ton and become the best school idol there is! ♪",
      "What do you think of my pajamas?",
      "Did you go anywhere over the holidays? You should've invited me~",
      "Ni hao! ♪ Ask me anything about foreign languages, okay?",
      "Kanji is hard~ Let's bring our notebooks and pencils and have Umi-chan teach us!"
  ],
  "lines2": [
      "Wh-Why am I so weird today? When I see your face I get all embarrassed... I wonder why...",
      "I'll be sure to support you.",
      "Kyaa~ That tickles!",
      "J-Just for a little bit, okay?",
      "No, no, no! Not here!",
      "I'll get embarrassed if you do that.",
      "Hey, hey, let's go to the pool~!",
      "You will want to be with me~ ...Huh? The hypnosis isn't working?",
      "After all we've been through together... I don't want to be away from you.",
      "Have you forgotten about me?",
      "Huh? Stop it! Where are you touching!?",
      "Let's walk for a little longer. Don't... let go of my hand, okay?",
      "Cooking together is fun. ♪ It kinda feels like we're nurturing our love.",
      "The curry came out really well! ♪ I'll feed you, okay? Here, open wide!",
      "I'll make some special manjuu just for you. ♪",
      "Look, I'm like a stuffed animal, aren't I? I'd love to be placed by your pillow. ♪"
  ],
  "lines3": [
      "Have you forgotten about me....?",
      "Call on me sometimes....",
      "Give Honoka some of your time too!"
  ]
}
